{
  "name": "Introducción",
  "icon": "minecraft:paper",
  "category": "survive",
  "priority": true,
  "pages": [
    {
      "type": "text",
      "text": "Cuando uno se encuentra a si mismo perdido, o incapaz de encontrar su camino, puede ser difícil mantener la cabeza fría - $(italic)una frase la cual significa mantenerse calmado en una situación difícil$() - y en ciertas situaciones difíciles, puede no solo ser dificil mantenerse calmado, sino también sobrevivir."
    },
    {
      "type": "text",
      "text": "Llegase a ser que te encuentres en una situación difícil, la Esotérica Pyrotécnica contiene varias técnicas e ideas que - por medio del acto de encender fuegos en lugar de apagarlos - servirán para dramáticamente incrementar la posibilidad de tu supervivencia.$(p)Por ejemplo, $(info) mientras mires a un inventario de Pyrotech, usa $(sneak) para visualizar las cantidades de objetos; usa $(sneak) + RUEDA para insertar o extraer pequeñas cantidades de objetos."
    },
    {
      "type": "text",
      "text": "Otra técnica que te ayudará a incrementar dramáticamente la posibilidad de tu supervivencia es la técnica usada para fabricar una $(item)Fogata$().$(p)Una $(item)Fogata$() es un componente indispensable para la supervivencia silvestre y, como tal, el conocimiento requerido para crear una $(item)Fogata$() es un pilar en la libreria de supervivencia silvestre de cada voluntario primerizo."
    },
    {
      "type": "text",
      "text": "Cuando acurrucado estés en medio de la noche, durante los momentos más fríos y oscuros, una $(item)Fogata$() puede ser usada para elevar la anticipación y el terror mientras participas recreativamente en centelleantes aunque predecibles relatos de horror e infortunio.$(br) Aunque, para una persona en tu predicamento, elevar anticipación y terror para el disfrute recreacional probablemente es de última prioridad."
    },
    {
      "type": "text",
      "text": "Para una persona en tu predicamento, una persona participe en el horror e infortunio de la supervivencia silvestre de una manera no recreacional, no centelleante, e impredecible, $(info) una $(item)Fogata$() es más util para cocinar comida y crear luz$() - luz que actuará como consuelo ante la anticipación y terror que son inevitablemente elevados a mitad de la noche, cuando se está lo más frío y oscuridad."
    },
    {
      "type": "text",
      "text": "Esta guía, también siendo un componente indispensable para la supervivencia silvestre y un pilar en la libreria de supervivencia silvestre de cada voluntario primerizo, naturalmente contiene el conocimiento necesario para construir y hacer uso de solo una tal $(item)Fogata$()."
    },
    {
      "type": "relations",
      "entries": [
        "survive/campfire"
      ]
    }
  ]
}