{
  "name": "Вступ",
  "icon": "minecraft:paper",
  "category": "survive",
  "priority": true,
  "pages": [
    {
      "type": "text",
      "text": "Коли людина заблукала або не може знайти дорогу, буває важко зберегти холоднокровність - а в деяких складних ситуаціях може бути важко не тільки зберігати спокій, але й вижити."
    },
    {
      "type": "text",
      "text": "Якщо ви опинилися в складній ситуації, Піротехнічна Ізотерика містить багато прийомів та ідей, які - шляхом розпалювання пожежі, а не її гасіння - значно підвищать вірогідність вашого виживання.$(p)Наприклад, $(info) коли дивитеся в інвентар Піротеху, $(sneak) для відображення кількості предметів; $(sneak) + колесо миші щоб дістати чи покласти невелику кількість предметів."
    },
    {
      "type": "text",
      "text": "Інша техніка, яка значно підвищить ймовірність вашого виживання, це техніка, яка використовується для творення $(item)вогнища$().$(p) $(item)Вогнище$() є незамінним компонентом для виживання в дикій природі і, як такий, знання, необхідні для створення $(item)вогнища$() є наріжним каменем у бібліотеці виживання в дикій природі кожного нового добровольця."
    },
    {
      "type": "text",
      "text": "Коли хочеться притулитися до когось темної ночі, $(item)вогнище$() можна використовувати для посилення очікування та страху під час розваги, залучаючись до блискучих, але передбачуваних розповідей про жах і нещастя.$(br) Однак для людини, яка опинилася у вашому скрутному становищі, посилення очікування та страху перед насолодою від відпочинку, ймовірно, не є пріоритетом."
    },
    {
      "type": "text",
      "text": "Для людини, яка опинилася у вашому скрутному становищі, людини, залученої в жах і нещастя виживання в дикій природі в дуже нерекреаційний і непередбачуваний спосіб,$(info_ua) $(item)вогнище$() найбільш корисне для приготування їжі та освітлення$() - світло, яке заспокоює передчуття та страх, які неминуче посилюються в середині ночі, коли найтемніше та найхолодніше."
    },
    {
      "type": "text",
      "text": "Цей посібник, який також є незамінним компонентом виживання в дикій природі та наріжним каменем у бібліотеці виживання в дикій природі кожного нового добровольця, природно, містить необхідні знання, необхідні для створення та використання таких потрібних речей, як $(item)вогнища$()."
    },
    {
      "type": "relations",
      "entries": [
        "survive/campfire"
      ]
    }
  ]
}